<?php
return [
//header.inc
    'html_lang' => 'ru-RU',
//footer.inc
    'Частные бесплатные объявления в %s' => 'Частные бесплатные объявления в Украине',
    'Агрегатор всех местных досок объявлений' => 'Агрегатор всех местных досок объявлений',
    'Контакты' => 'Контакты',
    'Текст про куки' => 'Этот веб-сайт использует файлы cookie для персонализации контента и рекламы, предоставления функций социальных сетей и анализа трафика. Мы также передаем информацию об использовании вами сайта своим партнерам по социальным сетям, рекламе и аналитике, которые могут объединять ее с другой информацией, которую вы им предоставили или которую они собрали в результате использования вами их услуг.',
    'СОГЛАСЕН' => 'СОГЛАСЕН',
//pager.inc
    'Следующая' => 'Следующая',
    'Предыдущая' => 'Предыдущая',
//404.php
    'Объявление было удалено' => 'Объявление было удалено',
    'Не найдено' => 'Не найдено',
    'Категории' => 'Категории',
//ad.php
    'ad_h1' => ':AD <span style="color:#999"> в :ADDRESS_WITH_REGION с olx</span>',
    'Показать телефон' => 'Показать телефон',
    'Нет телефона' => 'Нет телефона',
    'Связаться' => 'Связаться',
    'Пожаловаться на объявление' => 'Пожаловаться на объявление',
    'Жалоба' => 'Жалоба',
    'Ваша жалоба успешно отправлена.' => 'Ваша жалоба успешно отправлена.',
    'Похожие объявления' => 'Похожие объявления',
    'Регион' => 'Регион',
    'Время публикации' => 'Время публикации',
//index.php
    'index_title' => 'Частные бесплатные объявления в Украине с olx и других досок объявлений',
    'index_description' => 'Агрегатор всех украинских досок объявлений.',
//categories-list.php
    'categories_description' => 'Категории частных бесплатных объявлений в Украине',
//regions-list.php
    'regions_title' => 'Регионы Украины',
    'regions_description' => 'Частные бесплатные объявления в регионах Украины',
    'regions_h1' => 'Регионы',
//list.php
    'list_title' => 'Бесплатные объявления в :CATEGORIES - :REGION',
    'list_description' => 'Агрегатор частных бесплатных объявлений: :CATEGORIES :REGION',
    'list_h1' => ':CATEGORY_IN_REGION: объявления с olx',
    'в' => 'в',
//registration.php
    'registration_title' => 'Регистрация',
    'registration_description' => 'Регистрация нового пользователя',
    'registration_h1' => 'Регистрация',
    'Зарегистрировать' => 'Зарегистрировать',
    'Забыли пароль?' => 'Забыли пароль?',
    'Войти' => 'Войти',
];
/**
 * :AD –  название объявления
 * :ADDRESS_WITH_REGION - адрес, регион (через запятую)
 * :CATEGORIES – категорий через запятую
 * :REGION – название региона
 * :CATEGORY_IN_REGION – категория в регионе в предложном падеже или просто регион в именительном, если категории нет
 */

