<?php
return [
//header.inc
    'html_lang' => 'ru-RU',
    'logo_alt' => 'Частные бесплатные объявления в :REGION_PREPOSITIONAL',
    'Добавить объявление' => 'Добавить объявление',
//footer.inc
    'footer_text' => '<a href="https://olx.ua" class="footer">Частные бесплатные объявления в Украине</a> - Агрегатор всех местных досок объявлений | <a href="maito:adspoter@gmail.com" class="footer">Contacts: adspoter@gmail.com</a> |',
    'cookie_text' => 'Этот веб-сайт использует файлы cookie для персонализации контента и рекламы, предоставления функций социальных сетей и анализа трафика. Мы также передаем информацию об использовании вами сайта своим партнерам по социальным сетям, рекламе и аналитике, которые могут объединять ее с другой информацией, которую вы им предоставили или которую они собрали в результате использования вами их услуг.',
    'СОГЛАСЕН' => 'СОГЛАСЕН',
//pager.inc
    'Следующая' => 'Следующая',
    'Предыдущая' => 'Предыдущая',
//404.php
    '404_h1_ad' => 'Объявление было удалено',
    '404_h1_list' => 'Не найдено',
    '404_h2' => 'Категории',
//ad.php
    'ad_title' => ':AD: :CATEGORIES',
    'ad_h1' => ':AD <span style="color:#999"> в :ADDRESS_WITH_REGION с olx</span>',
    'Показать телефон' => 'Показать телефон',
    'Нет телефона' => 'Нет телефона',
    'Связаться' => 'Связаться',
    'Пожаловаться на объявление' => 'Пожаловаться на объявление',
    'Жалоба' => 'Жалоба',
    'Ваша жалоба успешно отправлена.' => 'Ваша жалоба успешно отправлена.',
    'Похожие объявления' => 'Похожие объявления',
    'Регион' => 'Регион',
    'Время публикации' => 'Время публикации',
//index.php
    'index_title' => 'Частные бесплатные объявления в Украине с olx и других досок объявлений',
    'index_h1' => 'Категории',
    'index_description' => 'Агрегатор всех украинских досок объявлений.',
//hot.php
    'Горячие объявления' => 'Горячие объявления',
    'Новые объявления' => 'Новые объявления',
    'Категории' => 'Категории',
//categories-list.php
    'categories_title' => 'Категории',
    'categories_description' => 'Категории частных бесплатных объявлений в Украине',
    'categories_h1' => 'Категории',
//regions-list.php
    'regions_title' => 'Регионы Украины',
    'regions_description' => 'Частные бесплатные объявления в регионах Украины',
    'regions_h1' => 'Регионы',
//list.php
    'list_title' => 'Бесплатные объявления в :CATEGORIES - :REGION',
    'list_description' => 'Агрегатор частных бесплатных объявлений: :CATEGORIES :REGION',
    'list_h1' => ':CATEGORY_IN_REGION: объявления с olx',
    'в' => 'в',
//registration.php
    'registration_title' => 'Регистрация',
    'registration_description' => 'Регистрация нового пользователя',
    'registration_h1' => 'Регистрация',
    'Зарегистрировать' => 'Зарегистрировать',
    'Забыли пароль?' => 'Забыли пароль?',
    'Войти' => 'Войти',
    'Регистрация' => 'Регистрация',
    'Авторизация' => 'Авторизация',
    'или' => 'или'
];
/**
 * :AD –  название объявления
 * :ADDRESS_WITH_REGION - адрес, регион (через запятую)
 * :ADDRESS – адрес
 * :CATEGORIES – категории через запятую
 * :REGION – название региона
 * :REGION_PREPOSITIONAL – название региона в предложном падеже
 * :CATEGORY_IN_REGION – категория в регионе в предложном падеже или просто регион в именительном, если категории нет
 */

